{"<pad>": 0, "<unk>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "br": 8, "it": 9, "in": 10, "i": 11, "this": 12, "that": 13, "s": 14, "was": 15, "as": 16, "for": 17, "with": 18, "movie": 19, "but": 20, "film": 21, "t": 22, "you": 23, "on": 24, "not": 25, "he": 26, "are": 27, "his": 28, "have": 29, "be": 30, "one": 31, "all": 32, "at": 33, "they": 34, "by": 35, "an": 36, "who": 37, "so": 38, "from": 39, "like": 40, "there": 41, "her": 42, "or": 43, "just": 44, "about": 45, "out": 46, "if": 47, "has": 48, "what": 49, "some": 50, "good": 51, "can": 52, "more": 53, "she": 54, "when": 55, "very": 56, "up": 57, "time": 58, "no": 59, "even": 60, "my": 61, "would": 62, "which": 63, "story": 64, "only": 65, "really": 66, "see": 67, "their": 68, "had": 69, "we": 70, "were": 71, "me": 72, "well": 73, "than": 74, "much": 75, "get": 76, "bad": 77, "been": 78, "people": 79, "will": 80, "do": 81, "other": 82, "also": 83, "into": 84, "first": 85, "great": 86, "because": 87, "how": 88, "him": 89, "don": 90, "most": 91, "made": 92, "its": 93, "then": 94, "way": 95, "make": 96, "them": 97, "could": 98, "too": 99, "movies": 100, "any": 101, "after": 102, "think": 103, "characters": 104, "character": 105, "watch": 106, "two": 107, "films": 108, "seen": 109, "many": 110, "life": 111, "being": 112, "plot": 113, "acting": 114, "never": 115, "love": 116, "little": 117, "best": 118, "where": 119, "over": 120, "did": 121, "show": 122, "know": 123, "off": 124, "ever": 125, "man": 126, "does": 127, "here": 128, "better": 129, "your": 130, "end": 131, "still": 132, "these": 133, "say": 134, "scene": 135, "why": 136, "while": 137, "scenes": 138, "ve": 139, "go": 140, "such": 141, "something": 142, "m": 143, "should": 144, "back": 145, "through": 146, "real": 147, "those": 148, "watching": 149, "now": 150, "though": 151, "doesn": 152, "old": 153, "thing": 154, "re": 155, "years": 156, "actors": 157, "director": 158, "work": 159, "10": 160, "didn": 161, "another": 162, "before": 163, "new": 164, "nothing": 165, "funny": 166, "actually": 167, "makes": 168, "look": 169, "find": 170, "going": 171, "few": 172, "same": 173, "part": 174, "again": 175, "lot": 176, "every": 177, "world": 178, "cast": 179, "us": 180, "quite": 181, "down": 182, "want": 183, "things": 184, "pretty": 185, "young": 186, "seems": 187, "around": 188, "horror": 189, "got": 190, "however": 191, "fact": 192, "take": 193, "big": 194, "enough": 195, "long": 196, "thought": 197, "series": 198, "both": 199, "between": 200, "may": 201, "original": 202, "give": 203, "action": 204, "own": 205, "right": 206, "without": 207, "must": 208, "comedy": 209, "always": 210, "times": 211, "point": 212, "gets": 213, "family": 214, "come": 215, "role": 216, "isn": 217, "saw": 218, "almost": 219, "interesting": 220, "least": 221, "done": 222, "whole": 223, "music": 224, "bit": 225, "guy": 226, "script": 227, "d": 228, "far": 229, "making": 230, "feel": 231, "anything": 232, "minutes": 233, "last": 234, "might": 235, "since": 236, "ll": 237, "performance": 238, "2": 239, "girl": 240, "probably": 241, "woman": 242, "kind": 243, "tv": 244, "am": 245, "away": 246, "yet": 247, "day": 248, "rather": 249, "worst": 250, "fun": 251, "sure": 252, "hard": 253, "anyone": 254, "played": 255, "each": 256, "found": 257, "having": 258, "although": 259, "especially": 260, "our": 261, "course": 262, "believe": 263, "screen": 264, "comes": 265, "looking": 266, "trying": 267, "set": 268, "goes": 269, "book": 270, "looks": 271, "place": 272, "actor": 273, "different": 274, "put": 275, "money": 276, "year": 277, "ending": 278, "dvd": 279, "let": 280, "maybe": 281, "someone": 282, "true": 283, "once": 284, "sense": 285, "everything": 286, "reason": 287, "wasn": 288, "shows": 289, "three": 290, "worth": 291, "job": 292, "main": 293, "together": 294, "play": 295, "watched": 296, "1": 297, "american": 298, "everyone": 299, "plays": 300, "john": 301, "effects": 302, "later": 303, "audience": 304, "said": 305, "takes": 306, "instead": 307, "house": 308, "beautiful": 309, "seem": 310, "night": 311, "high": 312, "himself": 313, "version": 314, "wife": 315, "during": 316, "left": 317, "father": 318, "special": 319, "seeing": 320, "half": 321, "star": 322, "excellent": 323, "shot": 324, "war": 325, "idea": 326, "black": 327, "nice": 328, "less": 329, "else": 330, "mind": 331, "simply": 332, "read": 333, "second": 334, "fan": 335, "death": 336, "men": 337, "3": 338, "hollywood": 339, "poor": 340, "help": 341, "completely": 342, "dead": 343, "used": 344, "home": 345, "line": 346, "short": 347, "either": 348, "top": 349, "given": 350, "kids": 351, "budget": 352, "try": 353, "classic": 354, "wrong": 355, "performances": 356, "women": 357, "boring": 358, "enjoy": 359, "need": 360, "use": 361, "rest": 362, "low": 363, "friends": 364, "production": 365, "until": 366, "full": 367, "camera": 368, "along": 369, "truly": 370, "video": 371, "awful": 372, "couple": 373, "tell": 374, "next": 375, "remember": 376, "stupid": 377, "stars": 378, "start": 379, "sex": 380, "perhaps": 381, "won": 382, "mean": 383, "came": 384, "recommend": 385, "moments": 386, "school": 387, "episode": 388, "wonderful": 389, "small": 390, "face": 391, "understand": 392, "terrible": 393, "playing": 394, "getting": 395, "written": 396, "early": 397, "name": 398, "doing": 399, "keep": 400, "style": 401, "often": 402, "perfect": 403, "person": 404, "human": 405, "others": 406, "definitely": 407, "gives": 408, "itself": 409, "boy": 410, "lost": 411, "lines": 412, "live": 413, "dialogue": 414, "become": 415, "head": 416, "piece": 417, "finally": 418, "yes": 419, "case": 420, "felt": 421, "mother": 422, "supposed": 423, "liked": 424, "children": 425, "couldn": 426, "title": 427, "cinema": 428, "white": 429, "absolutely": 430, "picture": 431, "against": 432, "sort": 433, "worse": 434, "went": 435, "certainly": 436, "entire": 437, "waste": 438, "killer": 439, "oh": 440, "problem": 441, "mr": 442, "evil": 443, "hope": 444, "entertaining": 445, "friend": 446, "overall": 447, "called": 448, "based": 449, "loved": 450, "fans": 451, "several": 452, "drama": 453, "5": 454, "beginning": 455, "lives": 456, "direction": 457, "care": 458, "dark": 459, "already": 460, "becomes": 461, "4": 462, "laugh": 463, "example": 464, "under": 465, "despite": 466, "seemed": 467, "throughout": 468, "turn": 469, "son": 470, "unfortunately": 471, "wanted": 472, "history": 473, "michael": 474, "heart": 475, "final": 476, "fine": 477, "child": 478, "amazing": 479, "sound": 480, "guess": 481, "humor": 482, "lead": 483, "totally": 484, "guys": 485, "writing": 486, "quality": 487, "close": 488, "art": 489, "wants": 490, "b": 491, "game": 492, "behind": 493, "works": 494, "town": 495, "side": 496, "tries": 497, "days": 498, "past": 499, "viewer": 500, "able": 501, "flick": 502, "hand": 503, "genre": 504, "act": 505, "turns": 506, "enjoyed": 507, "today": 508, "kill": 509, "favorite": 510, "car": 511, "soon": 512, "actress": 513, "run": 514, "starts": 515, "sometimes": 516, "eyes": 517, "gave": 518, "etc": 519, "late": 520, "girls": 521, "god": 522, "directed": 523, "horrible": 524, "kid": 525, "city": 526, "brilliant": 527, "parts": 528, "blood": 529, "hour": 530, "self": 531, "themselves": 532, "stories": 533, "thinking": 534, "expect": 535, "stuff": 536, "obviously": 537, "decent": 538, "voice": 539, "writer": 540, "highly": 541, "fight": 542, "myself": 543, "feeling": 544, "daughter": 545, "slow": 546, "except": 547, "matter": 548, "type": 549, "age": 550, "anyway": 551, "roles": 552, "moment": 553, "heard": 554, "killed": 555, "says": 556, "brother": 557, "leave": 558, "took": 559, "strong": 560, "cannot": 561, "police": 562, "violence": 563, "hit": 564, "stop": 565, "happens": 566, "known": 567, "particularly": 568, "involved": 569, "happened": 570, "chance": 571, "extremely": 572, "james": 573, "obvious": 574, "murder": 575, "living": 576, "told": 577, "coming": 578, "alone": 579, "experience": 580, "wouldn": 581, "lack": 582, "hero": 583, "including": 584, "attempt": 585, "please": 586, "happen": 587, "crap": 588, "gore": 589, "wonder": 590, "cut": 591, "complete": 592, "group": 593, "ago": 594, "interest": 595, "none": 596, "score": 597, "husband": 598, "david": 599, "hell": 600, "simple": 601, "save": 602, "ok": 603, "song": 604, "looked": 605, "career": 606, "number": 607, "seriously": 608, "possible": 609, "annoying": 610, "king": 611, "sad": 612, "exactly": 613, "shown": 614, "running": 615, "musical": 616, "yourself": 617, "serious": 618, "scary": 619, "reality": 620, "taken": 621, "released": 622, "whose": 623, "english": 624, "cinematography": 625, "ends": 626, "usually": 627, "hours": 628, "opening": 629, "jokes": 630, "light": 631, "hilarious": 632, "body": 633, "across": 634, "cool": 635, "somewhat": 636, "relationship": 637, "ridiculous": 638, "usual": 639, "happy": 640, "view": 641, "level": 642, "started": 643, "change": 644, "opinion": 645, "novel": 646, "wish": 647, "middle": 648, "taking": 649, "talking": 650, "documentary": 651, "ones": 652, "robert": 653, "order": 654, "power": 655, "shots": 656, "finds": 657, "female": 658, "saying": 659, "huge": 660, "room": 661, "mostly": 662, "episodes": 663, "country": 664, "talent": 665, "five": 666, "important": 667, "rating": 668, "modern": 669, "earth": 670, "major": 671, "word": 672, "strange": 673, "turned": 674, "jack": 675, "call": 676, "apparently": 677, "single": 678, "disappointed": 679, "four": 680, "events": 681, "due": 682, "songs": 683, "7": 684, "attention": 685, "basically": 686, "television": 687, "knows": 688, "comic": 689, "future": 690, "non": 691, "supporting": 692, "clearly": 693, "knew": 694, "british": 695, "8": 696, "thriller": 697, "paul": 698, "fast": 699, "class": 700, "cheap": 701, "easily": 702, "silly": 703, "problems": 704, "aren": 705, "words": 706, "miss": 707, "tells": 708, "entertainment": 709, "local": 710, "rock": 711, "sequence": 712, "bring": 713, "beyond": 714, "george": 715, "straight": 716, "oscar": 717, "upon": 718, "romantic": 719, "whether": 720, "o": 721, "predictable": 722, "moving": 723, "similar": 724, "sets": 725, "falls": 726, "review": 727, "eye": 728, "mystery": 729, "lady": 730, "richard": 731, "talk": 732, "enjoyable": 733, "appears": 734, "needs": 735, "giving": 736, "within": 737, "ten": 738, "message": 739, "theater": 740, "animation": 741, "near": 742, "team": 743, "above": 744, "sister": 745, "red": 746, "sequel": 747, "dull": 748, "theme": 749, "stand": 750, "nearly": 751, "lee": 752, "points": 753, "haven": 754, "bunch": 755, "herself": 756, "mention": 757, "york": 758, "feels": 759, "add": 760, "release": 761, "ways": 762, "storyline": 763, "surprised": 764, "easy": 765, "using": 766, "named": 767, "lots": 768, "fantastic": 769, "begins": 770, "working": 771, "die": 772, "actual": 773, "effort": 774, "feature": 775, "tale": 776, "french": 777, "minute": 778, "hate": 779, "9": 780, "stay": 781, "follow": 782, "viewers": 783, "clear": 784, "tom": 785, "elements": 786, "among": 787, "comments": 788, "typical": 789, "avoid": 790, "editing": 791, "showing": 792, "tried": 793, "famous": 794, "sorry": 795, "peter": 796, "fall": 797, "season": 798, "check": 799, "dialog": 800, "period": 801, "certain": 802, "general": 803, "filmed": 804, "form": 805, "soundtrack": 806, "buy": 807, "parents": 808, "weak": 809, "means": 810, "material": 811, "realistic": 812, "figure": 813, "doubt": 814, "crime": 815, "somehow": 816, "gone": 817, "space": 818, "disney": 819, "kept": 820, "leads": 821, "viewing": 822, "greatest": 823, "dance": 824, "lame": 825, "suspense": 826, "zombie": 827, "third": 828, "brought": 829, "imagine": 830, "atmosphere": 831, "hear": 832, "whatever": 833, "particular": 834, "de": 835, "america": 836, "sequences": 837, "move": 838, "indeed": 839, "rent": 840, "learn": 841, "average": 842, "eventually": 843, "wait": 844, "note": 845, "reviews": 846, "forget": 847, "deal": 848, "surprise": 849, "japanese": 850, "okay": 851, "stage": 852, "poorly": 853, "sexual": 854, "premise": 855, "believable": 856, "nature": 857, "subject": 858, "sit": 859, "possibly": 860, "decided": 861, "expected": 862, "imdb": 863, "truth": 864, "dr": 865, "street": 866, "20": 867, "became": 868, "free": 869, "screenplay": 870, "difficult": 871, "killing": 872, "romance": 873, "baby": 874, "joe": 875, "dog": 876, "hot": 877, "nor": 878, "reading": 879, "question": 880, "leaves": 881, "needed": 882, "begin": 883, "meets": 884, "society": 885, "unless": 886, "directors": 887, "credits": 888, "otherwise": 889, "shame": 890, "superb": 891, "write": 892, "situation": 893, "meet": 894, "dramatic": 895, "male": 896, "memorable": 897, "open": 898, "badly": 899, "earlier": 900, "weird": 901, "dream": 902, "writers": 903, "forced": 904, "acted": 905, "fi": 906, "laughs": 907, "sci": 908, "emotional": 909, "crazy": 910, "jane": 911, "older": 912, "beauty": 913, "monster": 914, "realize": 915, "comment": 916, "deep": 917, "forward": 918, "footage": 919, "interested": 920, "fantasy": 921, "ask": 922, "sounds": 923, "plus": 924, "whom": 925, "mark": 926, "e": 927, "directing": 928, "features": 929, "development": 930, "keeps": 931, "mess": 932, "quickly": 933, "air": 934, "box": 935, "creepy": 936, "girlfriend": 937, "towards": 938, "perfectly": 939, "worked": 940, "setting": 941, "cheesy": 942, "unique": 943, "effect": 944, "bill": 945, "hands": 946, "fire": 947, "total": 948, "plenty": 949, "result": 950, "previous": 951, "brings": 952, "personal": 953, "incredibly": 954, "rate": 955, "business": 956, "doctor": 957, "joke": 958, "return": 959, "casting": 960, "christmas": 961, "apart": 962, "leading": 963, "admit": 964, "background": 965, "powerful": 966, "appear": 967, "cop": 968, "30": 969, "boys": 970, "ben": 971, "present": 972, "meant": 973, "telling": 974, "battle": 975, "era": 976, "hardly": 977, "masterpiece": 978, "break": 979, "create": 980, "potential": 981, "secret": 982, "pay": 983, "political": 984, "gay": 985, "dumb": 986, "fighting": 987, "twist": 988, "fails": 989, "various": 990, "portrayed": 991, "villain": 992, "western": 993, "co": 994, "inside": 995, "80": 996, "nudity": 997, "outside": 998, "reasons": 999, "william": 1000, "front": 1001, "ideas": 1002, "match": 1003, "missing": 1004, "deserves": 1005, "married": 1006, "expecting": 1007, "fairly": 1008, "rich": 1009, "list": 1010, "talented": 1011, "success": 1012, "unlike": 1013, "c": 1014, "scott": 1015, "manages": 1016, "spoilers": 1017, "attempts": 1018, "remake": 1019, "cute": 1020, "odd": 1021, "social": 1022, "recently": 1023, "flat": 1024, "copy": 1025, "further": 1026, "sadly": 1027, "wrote": 1028, "sweet": 1029, "agree": 1030, "cold": 1031, "crew": 1032, "plain": 1033, "mary": 1034, "office": 1035, "filmmakers": 1036, "following": 1037, "missed": 1038, "mentioned": 1039, "public": 1040, "incredible": 1041, "gun": 1042, "pure": 1043, "wasted": 1044, "brothers": 1045, "ended": 1046, "large": 1047, "produced": 1048, "revenge": 1049, "caught": 1050, "members": 1051, "la": 1052, "filled": 1053, "popular": 1054, "pace": 1055, "party": 1056, "waiting": 1057, "science": 1058, "cat": 1059, "water": 1060, "decides": 1061, "hold": 1062, "considering": 1063, "cartoon": 1064, "spirit": 1065, "6": 1066, "tension": 1067, "created": 1068, "slightly": 1069, "uses": 1070, "fear": 1071, "convincing": 1072, "compared": 1073, "escape": 1074, "suddenly": 1075, "familiar": 1076, "neither": 1077, "spent": 1078, "sees": 1079, "island": 1080, "intelligent": 1081, "cause": 1082, "state": 1083, "clever": 1084, "entirely": 1085, "language": 1086, "kills": 1087, "choice": 1088, "bored": 1089, "credit": 1090, "dancing": 1091, "moves": 1092, "90": 1093, "band": 1094, "century": 1095, "laughing": 1096, "italian": 1097, "cover": 1098, "value": 1099, "successful": 1100, "violent": 1101, "visual": 1102, "tony": 1103, "15": 1104, "speak": 1105, "trouble": 1106, "ultimately": 1107, "singing": 1108, "concept": 1109, "basic": 1110, "store": 1111, "zombies": 1112, "positive": 1113, "studio": 1114, "german": 1115, "animated": 1116, "company": 1117, "biggest": 1118, "exciting": 1119, "force": 1120, "runs": 1121, "consider": 1122, "effective": 1123, "died": 1124, "walk": 1125, "recent": 1126, "depth": 1127, "control": 1128, "adult": 1129, "law": 1130, "former": 1131, "adventure": 1132, "common": 1133, "amusing": 1134, "focus": 1135, "spend": 1136, "portrayal": 1137, "rated": 1138, "appreciate": 1139, "pointless": 1140, "books": 1141, "hair": 1142, "trash": 1143, "solid": 1144, "younger": 1145, "planet": 1146, "impressive": 1147, "tone": 1148, "follows": 1149, "respect": 1150, "bizarre": 1151, "mad": 1152, "super": 1153, "college": 1154, "impossible": 1155, "culture": 1156, "amount": 1157, "van": 1158, "smith": 1159, "prison": 1160, "project": 1161, "trip": 1162, "heavy": 1163, "weren": 1164, "producers": 1165, "f": 1166, "dad": 1167, "win": 1168, "slasher": 1169, "makers": 1170, "conclusion": 1171, "chemistry": 1172, "fit": 1173, "showed": 1174, "recommended": 1175, "situations": 1176, "starring": 1177, "sick": 1178, "jim": 1179, "accent": 1180, "disturbing": 1181, "awesome": 1182, "considered": 1183, "changed": 1184, "ghost": 1185, "steve": 1186, "u": 1187, "barely": 1188, "50": 1189, "failed": 1190, "cult": 1191, "post": 1192, "somewhere": 1193, "leaving": 1194, "decide": 1195, "honest": 1196, "anti": 1197, "tough": 1198, "questions": 1199, "shooting": 1200, "longer": 1201, "fiction": 1202, "audiences": 1203, "west": 1204, "brain": 1205, "fake": 1206, "aside": 1207, "touch": 1208, "meaning": 1209, "images": 1210, "south": 1211, "thanks": 1212, "charming": 1213, "computer": 1214, "stick": 1215, "generally": 1216, "pathetic": 1217, "magic": 1218, "literally": 1219, "stewart": 1220, "ex": 1221, "values": 1222, "surprisingly": 1223, "likes": 1224, "involving": 1225, "alive": 1226, "camp": 1227, "natural": 1228, "immediately": 1229, "grade": 1230, "military": 1231, "yeah": 1232, "harry": 1233, "shoot": 1234, "detective": 1235, "garbage": 1236, "100": 1237, "week": 1238, "london": 1239, "bought": 1240, "frank": 1241, "normal": 1242, "sam": 1243, "aspect": 1244, "fair": 1245, "honestly": 1246, "ability": 1247, "army": 1248, "utterly": 1249, "pictures": 1250, "adaptation": 1251, "master": 1252, "nobody": 1253, "genius": 1254, "pick": 1255, "sitting": 1256, "appearance": 1257, "explain": 1258, "glad": 1259, "motion": 1260, "standard": 1261, "appeal": 1262, "drive": 1263, "attack": 1264, "knowing": 1265, "catch": 1266, "personally": 1267, "sexy": 1268, "nowhere": 1269, "rare": 1270, "humour": 1271, "edge": 1272, "added": 1273, "channel": 1274, "thank": 1275, "walking": 1276, "purpose": 1277, "comedies": 1278, "charlie": 1279, "journey": 1280, "silent": 1281, "remains": 1282, "chase": 1283, "loud": 1284, "twists": 1285, "taste": 1286, "naked": 1287, "thinks": 1288, "date": 1289, "producer": 1290, "beautifully": 1291, "dreams": 1292, "unbelievable": 1293, "road": 1294, "touching": 1295, "subtle": 1296, "club": 1297, "terms": 1298, "70": 1299, "terrific": 1300, "wow": 1301, "door": 1302, "equally": 1303, "mood": 1304, "wild": 1305, "batman": 1306, "blue": 1307, "kelly": 1308, "drawn": 1309, "complex": 1310, "key": 1311, "mistake": 1312, "fully": 1313, "managed": 1314, "g": 1315, "laughable": 1316, "government": 1317, "narrative": 1318, "lovely": 1319, "pieces": 1320, "bottom": 1321, "themes": 1322, "soldiers": 1323, "likely": 1324, "climax": 1325, "disappointing": 1326, "gang": 1327, "vampire": 1328, "chris": 1329, "soul": 1330, "issues": 1331, "award": 1332, "excuse": 1333, "plan": 1334, "noir": 1335, "costumes": 1336, "justice": 1337, "outstanding": 1338, "thus": 1339, "surely": 1340, "painful": 1341, "marriage": 1342, "constantly": 1343, "victim": 1344, "innocent": 1345, "pass": 1346, "boss": 1347, "presented": 1348, "christopher": 1349, "ride": 1350, "spoiler": 1351, "cinematic": 1352, "slowly": 1353, "everybody": 1354, "places": 1355, "finish": 1356, "contains": 1357, "hey": 1358, "train": 1359, "central": 1360, "presence": 1361, "animals": 1362, "manner": 1363, "besides": 1364, "details": 1365, "thrown": 1366, "historical": 1367, "charles": 1368, "photography": 1369, "charm": 1370, "allen": 1371, "scenery": 1372, "henry": 1373, "hoping": 1374, "stunning": 1375, "church": 1376, "smart": 1377, "jones": 1378, "indian": 1379, "mysterious": 1380, "speaking": 1381, "impression": 1382, "paris": 1383, "developed": 1384, "disappointment": 1385, "expectations": 1386, "green": 1387, "numbers": 1388, "drug": 1389, "loves": 1390, "throw": 1391, "color": 1392, "exception": 1393, "double": 1394, "woods": 1395, "ahead": 1396, "minor": 1397, "track": 1398, "boyfriend": 1399, "cry": 1400, "festival": 1401, "stands": 1402, "aspects": 1403, "critics": 1404, "suppose": 1405, "lover": 1406, "hotel": 1407, "r": 1408, "emotion": 1409, "bother": 1410, "brief": 1411, "sent": 1412, "feelings": 1413, "building": 1414, "opera": 1415, "acts": 1416, "serial": 1417, "filming": 1418, "bruce": 1419, "support": 1420, "opportunity": 1421, "forever": 1422, "mainly": 1423, "student": 1424, "million": 1425, "element": 1426, "names": 1427, "held": 1428, "fascinating": 1429, "page": 1430, "emotions": 1431, "intended": 1432, "available": 1433, "j": 1434, "40": 1435, "twice": 1436, "six": 1437, "bar": 1438, "dies": 1439, "changes": 1440, "born": 1441, "compelling": 1442, "shock": 1443, "zero": 1444, "bed": 1445, "falling": 1446, "happening": 1447, "likable": 1448, "hurt": 1449, "lived": 1450, "tired": 1451, "puts": 1452, "jerry": 1453, "spot": 1454, "pain": 1455, "giant": 1456, "image": 1457, "offer": 1458, "ray": 1459, "suggest": 1460, "confused": 1461, "victims": 1462, "trailer": 1463, "difference": 1464, "adults": 1465, "hasn": 1466, "fresh": 1467, "include": 1468, "billy": 1469, "al": 1470, "impact": 1471, "summer": 1472, "step": 1473, "followed": 1474, "christian": 1475, "event": 1476, "arthur": 1477, "alien": 1478, "fellow": 1479, "approach": 1480, "park": 1481, "sub": 1482, "appeared": 1483, "l": 1484, "11": 1485, "system": 1486, "actresses": 1487, "gorgeous": 1488, "putting": 1489, "laughed": 1490, "confusing": 1491, "mix": 1492, "martin": 1493, "wall": 1494, "notice": 1495, "share": 1496, "murders": 1497, "holes": 1498, "mom": 1499, "porn": 1500, "direct": 1501, "mediocre": 1502, "content": 1503, "moral": 1504, "ii": 1505, "race": 1506, "supposedly": 1507, "americans": 1508, "rape": 1509, "lacks": 1510, "flaws": 1511, "creative": 1512, "land": 1513, "worthy": 1514, "latter": 1515, "tragedy": 1516, "answer": 1517, "students": 1518, "relationships": 1519, "agent": 1520, "random": 1521, "lighting": 1522, "gem": 1523, "thin": 1524, "helps": 1525, "wondering": 1526, "wise": 1527, "clich\u00e9": 1528, "funniest": 1529, "proves": 1530, "merely": 1531, "seven": 1532, "finding": 1533, "paid": 1534, "flicks": 1535, "damn": 1536, "flying": 1537, "hospital": 1538, "delivers": 1539, "childhood": 1540, "stone": 1541, "imagination": 1542, "standards": 1543, "davis": 1544, "forgotten": 1545, "beat": 1546, "ugly": 1547, "attractive": 1548, "ground": 1549, "negative": 1550, "count": 1551, "impressed": 1552, "jean": 1553, "brian": 1554, "absolute": 1555, "extreme": 1556, "alan": 1557, "ms": 1558, "thoroughly": 1559, "stuck": 1560, "provides": 1561, "seconds": 1562, "lord": 1563, "inspired": 1564, "tragic": 1565, "soldier": 1566, "winning": 1567, "seemingly": 1568, "becoming": 1569, "queen": 1570, "ship": 1571, "addition": 1572, "folks": 1573, "reminded": 1574, "affair": 1575, "fell": 1576, "offers": 1577, "industry": 1578, "lose": 1579, "thats": 1580, "faces": 1581, "intense": 1582, "detail": 1583, "turning": 1584, "williams": 1585, "collection": 1586, "afraid": 1587, "nasty": 1588, "design": 1589, "hidden": 1590, "animal": 1591, "fashion": 1592, "pull": 1593, "ed": 1594, "teen": 1595, "jackson": 1596, "games": 1597, "creature": 1598, "shocking": 1599, "artistic": 1600, "quick": 1601, "shouldn": 1602, "apartment": 1603, "bond": 1604, "castle": 1605, "personality": 1606, "roll": 1607, "scientist": 1608, "rented": 1609, "area": 1610, "location": 1611, "adds": 1612, "chinese": 1613, "states": 1614, "angry": 1615, "length": 1616, "ready": 1617, "fox": 1618, "therefore": 1619, "dirty": 1620, "information": 1621, "uncle": 1622, "professional": 1623, "filmmaker": 1624, "lets": 1625, "food": 1626, "anymore": 1627, "wars": 1628, "mouth": 1629, "news": 1630, "artist": 1631, "listen": 1632, "jason": 1633, "danny": 1634, "wooden": 1635, "12": 1636, "led": 1637, "picked": 1638, "describe": 1639, "p": 1640, "deliver": 1641, "asks": 1642, "favourite": 1643, "clothes": 1644, "onto": 1645, "grace": 1646, "martial": 1647, "intelligence": 1648, "struggle": 1649, "member": 1650, "x": 1651, "stephen": 1652, "wearing": 1653, "redeeming": 1654, "carry": 1655, "criminal": 1656, "captain": 1657, "cross": 1658, "teenage": 1659, "cgi": 1660, "allowed": 1661, "sleep": 1662, "drugs": 1663, "compare": 1664, "tears": 1665, "rip": 1666, "necessary": 1667, "desperate": 1668, "helped": 1669, "wonderfully": 1670, "machine": 1671, "sight": 1672, "moved": 1673, "plane": 1674, "trust": 1675, "phone": 1676, "includes": 1677, "witch": 1678, "station": 1679, "deeply": 1680, "sky": 1681, "disaster": 1682, "whatsoever": 1683, "willing": 1684, "heaven": 1685, "treat": 1686, "humans": 1687, "andy": 1688, "theatre": 1689, "began": 1690, "commentary": 1691, "epic": 1692, "build": 1693, "mid": 1694, "accident": 1695, "heroes": 1696, "nightmare": 1697, "powers": 1698, "realized": 1699, "pop": 1700, "energy": 1701, "suicide": 1702, "loving": 1703, "extra": 1704, "warning": 1705, "rarely": 1706, "douglas": 1707, "comedic": 1708, "taylor": 1709, "teacher": 1710, "devil": 1711, "independent": 1712, "dying": 1713, "introduced": 1714, "engaging": 1715, "superior": 1716, "johnny": 1717, "actions": 1718, "suit": 1719, "eddie": 1720, "unusual": 1721, "anybody": 1722, "arts": 1723, "religious": 1724, "ring": 1725, "apparent": 1726, "pleasure": 1727, "pre": 1728, "tim": 1729, "remarkable": 1730, "mental": 1731, "allow": 1732, "superman": 1733, "keaton": 1734, "unnecessary": 1735, "returns": 1736, "continue": 1737, "watchable": 1738, "physical": 1739, "grand": 1740, "memory": 1741, "absurd": 1742, "technical": 1743, "skip": 1744, "provide": 1745, "media": 1746, "england": 1747, "wedding": 1748, "hitler": 1749, "ford": 1750, "vision": 1751, "normally": 1752, "desire": 1753, "scared": 1754, "anywhere": 1755, "fred": 1756, "60": 1757, "brutal": 1758, "limited": 1759, "adam": 1760, "jr": 1761, "finished": 1762, "bloody": 1763, "russian": 1764, "surprising": 1765, "joan": 1766, "legend": 1767, "suspect": 1768, "kate": 1769, "80s": 1770, "process": 1771, "intriguing": 1772, "cops": 1773, "exist": 1774, "000": 1775, "player": 1776, "70s": 1777, "accept": 1778, "pilot": 1779, "jump": 1780, "torture": 1781, "holds": 1782, "prince": 1783, "paced": 1784, "jeff": 1785, "somebody": 1786, "twenty": 1787, "nicely": 1788, "wanting": 1789, "growing": 1790, "horse": 1791, "search": 1792, "soft": 1793, "academy": 1794, "faith": 1795, "reminds": 1796, "moon": 1797, "price": 1798, "passion": 1799, "pacing": 1800, "gold": 1801, "shakespeare": 1802, "hated": 1803, "according": 1804, "cage": 1805, "asked": 1806, "ladies": 1807, "bits": 1808, "dick": 1809, "clich\u00e9s": 1810, "joy": 1811, "nick": 1812, "dressed": 1813, "drunk": 1814, "japan": 1815, "heroine": 1816, "deserved": 1817, "constant": 1818, "ill": 1819, "lovers": 1820, "heads": 1821, "dangerous": 1822, "tarzan": 1823, "ball": 1824, "blame": 1825, "sat": 1826, "originally": 1827, "smile": 1828, "community": 1829, "field": 1830, "explanation": 1831, "lies": 1832, "river": 1833, "candy": 1834, "jesus": 1835, "higher": 1836, "instance": 1837, "kevin": 1838, "freddy": 1839, "ann": 1840, "issue": 1841, "mixed": 1842, "met": 1843, "nonsense": 1844, "capture": 1845, "deserve": 1846, "gotten": 1847, "unknown": 1848, "players": 1849, "fail": 1850, "soap": 1851, "explained": 1852, "fights": 1853, "toward": 1854, "plots": 1855, "european": 1856, "quiet": 1857, "knowledge": 1858, "creating": 1859, "record": 1860, "accurate": 1861, "radio": 1862, "fu": 1863, "vhs": 1864, "friendship": 1865, "starting": 1866, "guns": 1867, "whilst": 1868, "ice": 1869, "humanity": 1870, "mike": 1871, "hadn": 1872, "sucks": 1873, "spanish": 1874, "floor": 1875, "wide": 1876, "cable": 1877, "officer": 1878, "n": 1879, "memories": 1880, "realism": 1881, "judge": 1882, "cars": 1883, "eating": 1884, "villains": 1885, "loose": 1886, "broken": 1887, "lynch": 1888, "finest": 1889, "lacking": 1890, "partner": 1891, "monsters": 1892, "gene": 1893, "aware": 1894, "featuring": 1895, "responsible": 1896, "lewis": 1897, "saving": 1898, "saved": 1899, "santa": 1900, "keeping": 1901, "treated": 1902, "mine": 1903, "below": 1904, "empty": 1905, "eat": 1906, "understanding": 1907, "fat": 1908, "rubbish": 1909, "author": 1910, "morgan": 1911, "youth": 1912, "kinda": 1913, "bland": 1914, "singer": 1915, "pulled": 1916, "terribly": 1917, "cuts": 1918, "delightful": 1919, "jimmy": 1920, "wind": 1921, "sign": 1922, "results": 1923, "witty": 1924, "bright": 1925, "conflict": 1926, "vs": 1927, "hopes": 1928, "brown": 1929, "manage": 1930, "noticed": 1931, "included": 1932, "simon": 1933, "hits": 1934, "washington": 1935, "months": 1936, "gary": 1937, "forces": 1938, "werewolf": 1939, "fate": 1940, "wood": 1941, "screaming": 1942, "sing": 1943, "loss": 1944, "private": 1945, "driving": 1946, "blonde": 1947, "kong": 1948, "numerous": 1949, "whenever": 1950, "pretentious": 1951, "concerned": 1952, "streets": 1953, "ordinary": 1954, "bigger": 1955, "dealing": 1956, "talents": 1957, "scream": 1958, "finale": 1959, "skills": 1960, "v": 1961, "unfunny": 1962, "reviewers": 1963, "naturally": 1964, "ass": 1965, "dated": 1966, "discovered": 1967, "eric": 1968, "bob": 1969, "ups": 1970, "morning": 1971, "discover": 1972, "international": 1973, "perspective": 1974, "opposite": 1975, "regular": 1976, "psychological": 1977, "prove": 1978, "kick": 1979, "bank": 1980, "mission": 1981, "albert": 1982, "portray": 1983, "sea": 1984, "locations": 1985, "visit": 1986, "sean": 1987, "owner": 1988, "loses": 1989, "w": 1990, "shop": 1991, "anthony": 1992, "humorous": 1993, "curious": 1994, "received": 1995, "gags": 1996, "edited": 1997, "luck": 1998, "13": 1999, "blind": 2000, "h": 2001, "grant": 2002, "dan": 2003, "behavior": 2004, "continues": 2005, "satire": 2006, "captured": 2007, "magnificent": 2008, "murdered": 2009, "mrs": 2010, "context": 2011, "calls": 2012, "survive": 2013, "miles": 2014, "golden": 2015, "debut": 2016, "howard": 2017, "existence": 2018, "shallow": 2019, "advice": 2020, "opens": 2021, "breaks": 2022, "gangster": 2023, "jennifer": 2024, "trek": 2025, "core": 2026, "visually": 2027, "foot": 2028, "cameo": 2029, "corny": 2030, "connection": 2031, "buddy": 2032, "traditional": 2033, "remembered": 2034, "lucky": 2035, "deals": 2036, "luke": 2037, "window": 2038, "revealed": 2039, "essentially": 2040, "current": 2041, "occasionally": 2042, "lesson": 2043, "frankly": 2044, "identity": 2045, "harris": 2046, "genuine": 2047, "dimensional": 2048, "national": 2049, "stock": 2050, "village": 2051, "african": 2052, "decade": 2053, "segment": 2054, "efforts": 2055, "boat": 2056, "learned": 2057, "thomas": 2058, "anne": 2059, "program": 2060, "versions": 2061, "marie": 2062, "visuals": 2063, "grown": 2064, "develop": 2065, "allows": 2066, "formula": 2067, "rob": 2068, "welles": 2069, "references": 2070, "sucked": 2071, "bear": 2072, "comparison": 2073, "anna": 2074, "genuinely": 2075, "president": 2076, "study": 2077, "suffering": 2078, "desert": 2079, "lake": 2080, "board": 2081, "grew": 2082, "unexpected": 2083, "favor": 2084, "logic": 2085, "ages": 2086, "standing": 2087, "overly": 2088, "speed": 2089, "proved": 2090, "vampires": 2091, "meanwhile": 2092, "reaction": 2093, "robin": 2094, "sudden": 2095, "awkward": 2096, "ultimate": 2097, "psycho": 2098, "leader": 2099, "spectacular": 2100, "brilliantly": 2101, "flesh": 2102, "reach": 2103, "failure": 2104, "unable": 2105, "types": 2106, "sheer": 2107, "steal": 2108, "parody": 2109, "stereotypes": 2110, "passed": 2111, "travel": 2112, "frame": 2113, "sake": 2114, "evening": 2115, "killers": 2116, "sinatra": 2117, "halloween": 2118, "creates": 2119, "technology": 2120, "strength": 2121, "drew": 2122, "gordon": 2123, "awards": 2124, "site": 2125, "laughter": 2126, "bet": 2127, "round": 2128, "hill": 2129, "sheriff": 2130, "rose": 2131, "broadway": 2132, "clean": 2133, "delivered": 2134, "parker": 2135, "barbara": 2136, "kung": 2137, "crappy": 2138, "relief": 2139, "freedom": 2140, "model": 2141, "pair": 2142, "gonna": 2143, "executed": 2144, "insane": 2145, "code": 2146, "steven": 2147, "emotionally": 2148, "dreadful": 2149, "painfully": 2150, "fault": 2151, "reviewer": 2152, "flashbacks": 2153, "utter": 2154, "anime": 2155, "decision": 2156, "discovers": 2157, "woody": 2158, "driven": 2159, "commercial": 2160, "hunter": 2161, "families": 2162, "graphic": 2163, "native": 2164, "ran": 2165, "protagonist": 2166, "majority": 2167, "religion": 2168, "caused": 2169, "built": 2170, "foreign": 2171, "asian": 2172, "gratuitous": 2173, "entertained": 2174, "individual": 2175, "bomb": 2176, "attitude": 2177, "meeting": 2178, "seasons": 2179, "daniel": 2180, "nevertheless": 2181, "cash": 2182, "vehicle": 2183, "test": 2184, "wayne": 2185, "underrated": 2186, "feet": 2187, "victor": 2188, "endless": 2189, "generation": 2190, "rise": 2191, "relate": 2192, "obsessed": 2193, "k": 2194, "levels": 2195, "pleasant": 2196, "range": 2197, "gory": 2198, "treatment": 2199, "costs": 2200, "tape": 2201, "france": 2202, "wit": 2203, "practically": 2204, "classics": 2205, "aged": 2206, "exploitation": 2207, "chick": 2208, "described": 2209, "cinderella": 2210, "ancient": 2211, "victoria": 2212, "0": 2213, "joseph": 2214, "center": 2215, "sell": 2216, "product": 2217, "jackie": 2218, "chosen": 2219, "fly": 2220, "seat": 2221, "winner": 2222, "hearing": 2223, "irritating": 2224, "rescue": 2225, "send": 2226, "fill": 2227, "breaking": 2228, "combination": 2229, "alex": 2230, "rules": 2231, "angel": 2232, "stopped": 2233, "excited": 2234, "uk": 2235, "dry": 2236, "fame": 2237, "chief": 2238, "theaters": 2239, "sympathetic": 2240, "produce": 2241, "pity": 2242, "assume": 2243, "portrays": 2244, "proper": 2245, "haunting": 2246, "asking": 2247, "cares": 2248, "sports": 2249, "extras": 2250, "theatrical": 2251, "handsome": 2252, "believes": 2253, "capable": 2254, "roy": 2255, "safe": 2256, "germany": 2257, "ruined": 2258, "contrived": 2259, "choose": 2260, "largely": 2261, "nancy": 2262, "moore": 2263, "portraying": 2264, "warm": 2265, "depressing": 2266, "embarrassing": 2267, "paper": 2268, "marry": 2269, "unrealistic": 2270, "recall": 2271, "canadian": 2272, "crowd": 2273, "priest": 2274, "learns": 2275, "matt": 2276, "hearted": 2277, "appealing": 2278, "dubbed": 2279, "par": 2280, "louis": 2281, "matters": 2282, "grow": 2283, "facts": 2284, "clue": 2285, "involves": 2286, "contrast": 2287, "sequels": 2288, "ryan": 2289, "costume": 2290, "patrick": 2291, "evidence": 2292, "anderson": 2293, "claim": 2294, "vote": 2295, "correct": 2296, "research": 2297, "heck": 2298, "strongly": 2299, "mask": 2300, "teenager": 2301, "nominated": 2302, "hunt": 2303, "walter": 2304, "excitement": 2305, "disgusting": 2306, "football": 2307, "appropriate": 2308, "hall": 2309, "eight": 2310, "losing": 2311, "lousy": 2312, "cost": 2313, "talks": 2314, "oliver": 2315, "saturday": 2316, "promise": 2317, "substance": 2318, "scare": 2319, "destroy": 2320, "fool": 2321, "thoughts": 2322, "training": 2323, "naive": 2324, "circumstances": 2325, "com": 2326, "tedious": 2327, "factor": 2328, "voices": 2329, "market": 2330, "bodies": 2331, "teenagers": 2332, "universal": 2333, "europe": 2334, "robot": 2335, "haunted": 2336, "united": 2337, "amateurish": 2338, "convinced": 2339, "bringing": 2340, "satisfying": 2341, "trilogy": 2342, "captures": 2343, "che": 2344, "amateur": 2345, "hanging": 2346, "danger": 2347, "tend": 2348, "fits": 2349, "max": 2350, "baseball": 2351, "rental": 2352, "spoil": 2353, "lower": 2354, "virtually": 2355, "horribly": 2356, "asleep": 2357, "hopefully": 2358, "tiny": 2359, "creatures": 2360, "welcome": 2361, "fairy": 2362, "walks": 2363, "reporter": 2364, "relatively": 2365, "mini": 2366, "insult": 2367, "till": 2368, "murphy": 2369, "north": 2370, "powell": 2371, "category": 2372, "continuity": 2373, "covered": 2374, "africa": 2375, "hat": 2376, "cowboy": 2377, "skin": 2378, "steals": 2379, "target": 2380, "drag": 2381, "offensive": 2382, "cutting": 2383, "unlikely": 2384, "influence": 2385, "contemporary": 2386, "viewed": 2387, "semi": 2388, "scale": 2389, "handled": 2390, "hide": 2391, "witness": 2392, "lawyer": 2393, "fare": 2394, "inner": 2395, "texas": 2396, "depicted": 2397, "service": 2398, "shocked": 2399, "unfortunate": 2400, "hitchcock": 2401, "14": 2402, "initial": 2403, "holding": 2404, "kim": 2405, "remain": 2406, "politics": 2407, "believed": 2408, "russell": 2409, "professor": 2410, "surreal": 2411, "pile": 2412, "movement": 2413, "weekend": 2414, "section": 2415, "provided": 2416, "qualities": 2417, "promising": 2418, "presents": 2419, "sisters": 2420, "chan": 2421, "touches": 2422, "closer": 2423, "australian": 2424, "structure": 2425, "angles": 2426, "makeup": 2427, "designed": 2428, "source": 2429, "refreshing": 2430, "sharp": 2431, "peace": 2432, "liners": 2433, "columbo": 2434, "display": 2435, "deaths": 2436, "drop": 2437, "forgettable": 2438, "spy": 2439, "cartoons": 2440, "lesbian": 2441, "claims": 2442, "repeated": 2443, "previously": 2444, "clark": 2445, "degree": 2446, "edward": 2447, "surprises": 2448, "faced": 2449, "adventures": 2450, "caine": 2451, "plans": 2452, "accents": 2453, "ruin": 2454, "enemy": 2455, "propaganda": 2456, "roger": 2457, "focused": 2458, "serves": 2459, "whoever": 2460, "related": 2461, "cant": 2462, "chose": 2463, "blow": 2464, "brave": 2465, "highlight": 2466, "speaks": 2467, "weeks": 2468, "prime": 2469, "mainstream": 2470, "treasure": 2471, "pacino": 2472, "supernatural": 2473, "emma": 2474, "granted": 2475, "routine": 2476, "latest": 2477, "erotic": 2478, "25": 2479, "suffers": 2480, "rain": 2481, "deadly": 2482, "veteran": 2483, "crash": 2484, "harsh": 2485, "mistakes": 2486, "print": 2487, "wilson": 2488, "invisible": 2489, "experiences": 2490, "alice": 2491, "accidentally": 2492, "dollars": 2493, "speech": 2494, "teens": 2495, "twisted": 2496, "aliens": 2497, "notch": 2498, "colors": 2499, "realizes": 2500, "sympathy": 2501, "uninteresting": 2502, "mgm": 2503, "dogs": 2504, "nude": 2505, "guilty": 2506, "struggling": 2507, "draw": 2508, "friday": 2509, "combined": 2510, "ted": 2511, "security": 2512, "atrocious": 2513, "universe": 2514, "terror": 2515, "path": 2516, "convince": 2517, "princess": 2518, "matrix": 2519, "enter": 2520, "blah": 2521, "dozen": 2522, "birth": 2523, "mountain": 2524, "gritty": 2525, "appreciated": 2526, "frightening": 2527, "irish": 2528, "walked": 2529, "technically": 2530, "recognize": 2531, "driver": 2532, "committed": 2533, "sword": 2534, "lugosi": 2535, "gas": 2536, "pitt": 2537, "aka": 2538, "department": 2539, "magical": 2540, "sun": 2541, "changing": 2542, "sarah": 2543, "explains": 2544, "directly": 2545, "darkness": 2546, "false": 2547, "court": 2548, "occasional": 2549, "friendly": 2550, "vietnam": 2551, "prior": 2552, "massive": 2553, "featured": 2554, "surface": 2555, "narration": 2556, "offered": 2557, "abuse": 2558, "paint": 2559, "variety": 2560, "anger": 2561, "theory": 2562, "demons": 2563, "suspenseful": 2564, "sullivan": 2565, "performed": 2566, "experienced": 2567, "legendary": 2568, "johnson": 2569, "crying": 2570, "subtitles": 2571, "reputation": 2572, "beach": 2573, "figures": 2574, "passing": 2575, "kinds": 2576, "donald": 2577, "hong": 2578, "forest": 2579, "junk": 2580, "sorts": 2581, "multiple": 2582, "forth": 2583, "sunday": 2584, "stolen": 2585, "everywhere": 2586, "un": 2587, "network": 2588, "nazi": 2589, "titanic": 2590, "required": 2591, "statement": 2592, "bourne": 2593, "rachel": 2594, "reveal": 2595, "grave": 2596, "metal": 2597, "remotely": 2598, "regret": 2599, "scares": 2600, "execution": 2601, "express": 2602, "exact": 2603, "china": 2604, "conversation": 2605, "california": 2606, "urban": 2607, "melodrama": 2608, "fictional": 2609, "belief": 2610, "julia": 2611, "lonely": 2612, "jungle": 2613, "hired": 2614, "placed": 2615, "rule": 2616, "jon": 2617, "spends": 2618, "downright": 2619, "trapped": 2620, "freeman": 2621, "dean": 2622, "hoffman": 2623, "san": 2624, "revolution": 2625, "proud": 2626, "grim": 2627, "bothered": 2628, "listening": 2629, "lifetime": 2630, "effectively": 2631, "worthwhile": 2632, "afternoon": 2633, "abandoned": 2634, "crude": 2635, "insight": 2636, "figured": 2637, "blockbuster": 2638, "nation": 2639, "beast": 2640, "favorites": 2641, "bus": 2642, "account": 2643, "unconvincing": 2644, "happiness": 2645, "jobs": 2646, "rough": 2647, "susan": 2648, "imagery": 2649, "wear": 2650, "lisa": 2651, "dragon": 2652, "branagh": 2653, "angle": 2654, "mexico": 2655, "alright": 2656, "foster": 2657, "rings": 2658, "idiot": 2659, "minds": 2660, "cultural": 2661, "paying": 2662, "pulls": 2663, "rights": 2664, "buying": 2665, "delivery": 2666, "mexican": 2667, "von": 2668, "blown": 2669, "ha": 2670, "productions": 2671, "starred": 2672, "rolling": 2673, "dude": 2674, "scenario": 2675, "amazed": 2676, "burns": 2677, "christ": 2678, "60s": 2679, "larry": 2680, "demon": 2681, "ron": 2682, "quest": 2683, "sir": 2684, "reveals": 2685, "views": 2686, "status": 2687, "bore": 2688, "shadow": 2689, "ned": 2690, "stayed": 2691, "handed": 2692, "significant": 2693, "artists": 2694, "stays": 2695, "mature": 2696, "tight": 2697, "thankfully": 2698, "focuses": 2699, "1950": 2700, "indie": 2701, "examples": 2702, "lights": 2703, "hip": 2704, "interview": 2705, "device": 2706, "teeth": 2707, "sensitive": 2708, "table": 2709, "ghosts": 2710, "studios": 2711, "con": 2712, "mere": 2713, "dress": 2714, "gross": 2715, "suffer": 2716, "clich\u00e9d": 2717, "skill": 2718, "heavily": 2719, "cruel": 2720, "india": 2721, "necessarily": 2722, "sidney": 2723, "understood": 2724, "format": 2725, "murderer": 2726, "sleeping": 2727, "campy": 2728, "spite": 2729, "desperately": 2730, "seek": 2731, "achieve": 2732, "position": 2733, "bound": 2734, "17": 2735, "summary": 2736, "fabulous": 2737, "initially": 2738, "destroyed": 2739, "forgot": 2740, "pregnant": 2741, "complicated": 2742, "midnight": 2743, "closing": 2744, "beloved": 2745, "faithful": 2746, "hardy": 2747, "decades": 2748, "renting": 2749, "ignore": 2750, "stereotypical": 2751, "breath": 2752, "racist": 2753, "warner": 2754, "deeper": 2755, "facial": 2756, "wing": 2757, "flight": 2758, "slapstick": 2759, "ain": 2760, "suck": 2761, "calling": 2762, "cell": 2763, "flashback": 2764, "raw": 2765, "ludicrous": 2766, "answers": 2767, "helping": 2768, "intellectual": 2769, "fourth": 2770, "league": 2771, "expert": 2772, "dennis": 2773, "lincoln": 2774, "tree": 2775, "musicals": 2776, "brad": 2777, "disbelief": 2778, "sounded": 2779, "drinking": 2780, "encounter": 2781, "inept": 2782, "arms": 2783, "settings": 2784, "environment": 2785, "learning": 2786, "maria": 2787, "prefer": 2788, "cabin": 2789, "description": 2790, "reminiscent": 2791, "buck": 2792, "critical": 2793, "daughters": 2794, "amazingly": 2795, "greater": 2796, "warned": 2797, "underground": 2798, "criminals": 2799, "mildly": 2800, "1980": 2801, "task": 2802, "truck": 2803, "regarding": 2804, "quirky": 2805, "sandler": 2806, "bbc": 2807, "elizabeth": 2808, "julie": 2809, "screening": 2810, "turkey": 2811, "base": 2812, "halfway": 2813, "titles": 2814, "aunt": 2815, "punch": 2816, "wave": 2817, "throwing": 2818, "funnier": 2819, "criticism": 2820, "storytelling": 2821, "extraordinary": 2822, "claire": 2823, "leslie": 2824, "entertain": 2825, "praise": 2826, "notorious": 2827, "jail": 2828, "depiction": 2829, "michelle": 2830, "expression": 2831, "prepared": 2832, "trick": 2833, "convey": 2834, "originality": 2835, "honor": 2836, "comical": 2837, "kiss": 2838, "jessica": 2839, "spoof": 2840, "choices": 2841, "extent": 2842, "experiment": 2843, "touched": 2844, "raised": 2845, "rogers": 2846, "east": 2847, "lane": 2848, "miller": 2849, "picks": 2850, "inspiration": 2851, "timing": 2852, "purely": 2853, "spoken": 2854, "headed": 2855, "bollywood": 2856, "dollar": 2857, "via": 2858, "chilling": 2859, "mirror": 2860, "brooks": 2861, "graphics": 2862, "basis": 2863, "mouse": 2864, "lazy": 2865, "shut": 2866, "charge": 2867, "notable": 2868, "stanley": 2869, "introduction": 2870, "bat": 2871, "weapons": 2872, "lie": 2873, "novels": 2874, "breathtaking": 2875, "toy": 2876, "term": 2877, "hole": 2878, "properly": 2879, "serve": 2880, "succeeds": 2881, "stomach": 2882, "burt": 2883, "handle": 2884, "throws": 2885, "everyday": 2886, "guard": 2887, "maker": 2888, "strangely": 2889, "locked": 2890, "join": 2891, "crafted": 2892, "nowadays": 2893, "reference": 2894, "tales": 2895, "ratings": 2896, "lion": 2897, "wears": 2898, "caring": 2899, "causes": 2900, "laura": 2901, "authentic": 2902, "adding": 2903, "blair": 2904, "pet": 2905, "cooper": 2906, "2000": 2907, "regard": 2908, "provoking": 2909, "sitcom": 2910, "challenge": 2911, "carrying": 2912, "protect": 2913, "workers": 2914, "lesser": 2915, "fallen": 2916, "2006": 2917, "tracy": 2918, "raise": 2919, "amongst": 2920, "1970": 2921, "southern": 2922, "obnoxious": 2923, "sleazy": 2924, "wins": 2925, "determined": 2926, "bitter": 2927, "established": 2928, "westerns": 2929, "usa": 2930, "jewish": 2931, "nonetheless": 2932, "daily": 2933, "alas": 2934, "gruesome": 2935, "embarrassed": 2936, "carried": 2937, "remote": 2938, "confusion": 2939, "escapes": 2940, "attempting": 2941, "reed": 2942, "carries": 2943, "sinister": 2944, "holmes": 2945, "bettie": 2946, "replaced": 2947, "minded": 2948, "ironic": 2949, "risk": 2950, "arrives": 2951, "hood": 2952, "philip": 2953, "obsession": 2954, "sold": 2955, "mass": 2956, "madness": 2957, "navy": 2958, "clips": 2959, "needless": 2960, "enjoying": 2961, "tradition": 2962, "cases": 2963, "inspector": 2964, "busy": 2965, "interpretation": 2966, "essential": 2967, "intentions": 2968, "goofy": 2969, "2001": 2970, "flow": 2971, "nine": 2972, "exists": 2973, "rival": 2974, "angels": 2975, "retarded": 2976, "seeking": 2977, "screenwriter": 2978, "existent": 2979, "balance": 2980, "successfully": 2981, "mansion": 2982, "carpenter": 2983, "stanwyck": 2984, "mentally": 2985, "lucy": 2986, "attacked": 2987, "presentation": 2988, "oddly": 2989, "laid": 2990, "em": 2991, "jumps": 2992, "topic": 2993, "legs": 2994, "jake": 2995, "marvelous": 2996, "sutherland": 2997, "comedian": 2998, "vacation": 2999, "manager": 3000, "cook": 3001, "shape": 3002, "horrific": 3003, "shower": 3004, "fortunately": 3005, "jay": 3006, "brando": 3007, "stupidity": 3008, "interviews": 3009, "attacks": 3010, "cheese": 3011, "intensity": 3012, "text": 3013, "ashamed": 3014, "upper": 3015, "stylish": 3016, "served": 3017, "wwii": 3018, "stops": 3019, "wanna": 3020, "thief": 3021, "grey": 3022, "patient": 3023, "fish": 3024, "albeit": 3025, "matthau": 3026, "personalities": 3027, "glass": 3028, "sides": 3029, "mob": 3030, "packed": 3031, "thrilling": 3032, "tongue": 3033, "chair": 3034, "remind": 3035, "delight": 3036, "bridge": 3037, "sin": 3038, "frequently": 3039, "sum": 3040, "18": 3041, "1950s": 3042, "flawed": 3043, "bo": 3044, "suspects": 3045, "poignant": 3046, "contain": 3047, "seagal": 3048, "expressions": 3049, "struggles": 3050, "hence": 3051, "stranger": 3052, "riding": 3053, "pitch": 3054, "bette": 3055, "opened": 3056, "internet": 3057, "drives": 3058, "widmark": 3059, "baker": 3060, "rochester": 3061, "spielberg": 3062, "mindless": 3063, "upset": 3064, "innocence": 3065, "adapted": 3066, "revolves": 3067, "franchise": 3068, "credibility": 3069, "wishes": 3070, "tour": 3071, "cynical": 3072, "greatly": 3073, "dinner": 3074, "torn": 3075, "overcome": 3076, "refuses": 3077, "elvis": 3078, "storm": 3079, "warn": 3080, "wealthy": 3081, "dubbing": 3082, "corner": 3083, "credible": 3084, "thousands": 3085, "noble": 3086, "racism": 3087, "pool": 3088, "fbi": 3089, "advantage": 3090, "catholic": 3091, "lessons": 3092, "elvira": 3093, "italy": 3094, "controversial": 3095, "trite": 3096, "nelson": 3097, "pack": 3098, "happily": 3099, "tense": 3100, "burton": 3101, "alike": 3102, "trial": 3103, "hills": 3104, "spin": 3105, "snow": 3106, "bugs": 3107, "broke": 3108, "crisis": 3109, "helen": 3110, "arm": 3111, "medical": 3112, "streisand": 3113, "dentist": 3114, "guessing": 3115, "pride": 3116, "countries": 3117, "hundreds": 3118, "thrillers": 3119, "physically": 3120, "contact": 3121, "carter": 3122, "derek": 3123, "reunion": 3124, "andrews": 3125, "card": 3126, "technique": 3127, "performers": 3128, "gripping": 3129, "bag": 3130, "wasting": 3131, "suffered": 3132, "dislike": 3133, "succeed": 3134, "per": 3135, "perform": 3136, "sexuality": 3137, "chaplin": 3138, "enjoyment": 3139, "millions": 3140, "glimpse": 3141, "neat": 3142, "flash": 3143, "kurt": 3144, "uncomfortable": 3145, "britain": 3146, "virgin": 3147, "dancer": 3148, "ourselves": 3149, "hundred": 3150, "ensemble": 3151, "sons": 3152, "tied": 3153, "separate": 3154, "whereas": 3155, "sings": 3156, "shines": 3157, "mst3k": 3158, "drink": 3159, "infamous": 3160, "proof": 3161, "plastic": 3162, "weapon": 3163, "month": 3164, "assistant": 3165, "arnold": 3166, "exceptional": 3167, "holiday": 3168, "hint": 3169, "irony": 3170, "shorts": 3171, "atmospheric": 3172, "courage": 3173, "karloff": 3174, "connected": 3175, "searching": 3176, "knife": 3177, "glory": 3178, "andrew": 3179, "oscars": 3180, "scripts": 3181, "ralph": 3182, "cousin": 3183, "cube": 3184, "curse": 3185, "flynn": 3186, "plague": 